const Motivies = {
  'negative': [
    'Конечно, нет',
    'Ты что с ума сошел?? Нет.',
    'Подумай хорошенько хватит пудрить людям мозги',
    'Эй! Ты меня изводишь - перестань!',
    'Нет.',
    'Нет, это не палиндром',
    'Пробуй другой вариант, нет.',
    'НЕТ!',
    'Делом бы занялся'
  ],
  'positive': [
    'Агась.',
    'Да это палиндром...',
    'Это палиндром, теперь успокоился?',
    'Да',
    'Как же надоели эти палиндромы, займись делом уже!'
  ],
  'goodbye': [
    'Всё, я устал',
    'Устал я, хватит',
    'Знаешь как это тяжело?',
    'Я ухожу, надоело',
    'Приходи завтра',
    'Завтра придешь?',
    'Увидимся завтра (нет)',
    'Мне лень'
  ],
  'persistent': [
    'А ты настойчивый, неужели не надоело?',
    'Ты потратил уже минут 30',
    'Я же сказал завтра приходи',
    'Неужели ты не понимаешь что нужно просто прийти завтра?',
  ],
  'fallback': [
    'Не знаю',
    'Сложна'
  ],
}

export default Motivies;